export default function Details() {
  return (
    <>
      寵物習性: Lucky來我們家有一年了，現在非常活潑好動，時常拆家，需要至少30分鐘的活動時間，。
      Lucky非常友好,喜愛與人和其他狗狗互動，目前觀察下來對外人也不太會有攻擊性，但離開家人身邊會有點緊張。
      Lucky一但玩瘋，叫名字也不會回來，要特別留意。 對食物非常感興趣,易受食物誘惑，我會提供 Lucky
      平常的零食給您。 注意事項:
      Lucky喜歡追逐鳥，遛狗時請務必使用牽引繩，避免Lucky追逐小動物或遠離視線範圍。
      Lucky有輕微的分離焦慮,初次見面時可能會有一些緊張。希望在遛狗前能先見面討論，花些時間與Lucky互動,建立信任。
      請注意不要讓Lucky接觸到巧克力或其他對狗狗有毒的食物，只能提供我準備的零食給 Lucky 吃。 Lucky
      左前腳剛動完手術，請幫忙留意一下活動狀況。 其他說明:
      Lucky已經完成所有必要的疫苗接種,並定期進行體內外寄生蟲的預防。
      我們家附近有一個狗狗公園,如果可能的話,希望Lucky能在那裡玩耍一會兒。 遛狗地區:
      新北市三重區,具體地址將在確認保姆後提供。 聯絡方式: 請通過平台的 Q & A
      討論或來聊聊功能與我聯繫,以獲取更多細節和討論遛狗的具體時間。
    </>
  );
}
